Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_hns_funding_broadcast_failed
source: The Handshake HTLC funding transaction was not submitted.
ar: لم يتم إرسال معاملة التمويل Handshake HTLC.
de: Die Finanzierungstransaktion Handshake HTLC wurde nicht übermittelt.
es: No se envió la transacción de financiación Handshake HTLC.
fa: تراکنش تامین مالی Handshake HTLC ارسال نشد.
fr: La transaction de financement Handshake HTLC n'a pas été soumise.
he: עסקת המימון Handshake HTLC לא הוגשה.
hi: Handshake HTLC फंडिंग लेनदेन प्रस्तुत नहीं किया गया था।
id: Transaksi pendanaan Handshake HTLC tidak diajukan.
it: La transazione di finanziamento Handshake HTLC non è stata inviata.
ja: Handshake HTLC 資金トランザクションは送信されませんでした。
ko: Handshake HTLC 펀딩 거래가 제출되지 않았습니다.
nl: De financieringstransactie Handshake HTLC is niet verzonden.
pl: Transakcja finansowania Handshake HTLC nie została złożona.
pt: A transação de financiamento Handshake HTLC não foi enviada.
ru: Транзакция финансирования Handshake HTLC не была отправлена.
tr: Handshake HTLC fonlama işlemi gönderilmedi.
uk: Трансакцію фінансування Handshake HTLC не було подано.
vi: Giao dịch cấp vốn Handshake HTLC chưa được gửi.
zh_hans: Handshake HTLC 资金交易未提交。
zh_hant: Handshake HTLC 資金交易未提交。

# wallet_swap_hns_funding_fee_hint
source: Maximum HNS funding fee (dollarydoos)
ar: الحد الأقصى لرسوم التمويل HNS (dollarydoos)
de: Maximale HNS-Finanzierungsgebühr (dollarydoos)
es: Tarifa máxima de financiación HNS (dollarydoos)
fa: حداکثر هزینه بودجه HNS (dollarydoos)
fr: Frais de financement maximum HNS (dollarydoos)
he: עמלת מימון מקסימלית HNS (dollarydoos)
hi: अधिकतम HNS फंडिंग शुल्क (dollarydoos)
id: Biaya pendanaan maksimum HNS (dollarydoos)
it: Commissione di finanziamento massima HNS (dollarydoos)
ja: 最大 HNS 資金調達手数料 (dollarydoos)
ko: 최대 HNS 펀딩 수수료(dollarydoos)
nl: Maximale financieringskosten voor HNS (dollarydoos)
pl: Maksymalna opłata za finansowanie HNS (dollarydoos)
pt: Taxa máxima de financiamento HNS (dollarydoos)
ru: Максимальная комиссия за финансирование HNS (dollarydoos)
tr: Maksimum HNS finansman ücreti (dollarydoos)
uk: Максимальна комісія за фінансування HNS (dollarydoos)
vi: Phí cấp vốn tối đa HNS (dollarydoos)
zh_hans: 最高HNS资金费用（dollarydoos）
zh_hant: 最高HNS資金費用（dollarydoos）

# wallet_swap_hns_funding_fee_invalid
source: Enter a positive maximum HNS fee in dollarydoos.
ar: أدخل الحد الأقصى الموجب لرسوم HNS في dollarydoos.
de: Geben Sie in dollarydoos eine positive maximale Gebühr HNS ein.
es: Ingrese una tarifa máxima positiva HNS en dollarydoos.
fa: حداکثر کارمزد HNS مثبت را در dollarydoos وارد کنید.
fr: Entrez des frais HNS maximum positifs dans dollarydoos.
he: הזן עמלה מקסימלית חיובית של HNS ב-dollarydoos.
hi: dollarydoos में एक सकारात्मक अधिकतम HNS शुल्क दर्ज करें।
id: Masukkan biaya maksimum positif HNS di dollarydoos.
it: Inserisci una tariffa HNS massima positiva in dollarydoos.
ja: dollarydoos に正の最大 HNS 料金を入力します。
ko: dollarydoos에 양수 최대 HNS 수수료를 입력하세요.
nl: Voer een positief maximum HNS-tarief in dollarydoos in.
pl: Wprowadź dodatnią maksymalną opłatę HNS w dollarydoos.
pt: Insira uma taxa HNS máxima positiva em dollarydoos.
ru: Введите положительную максимальную комиссию HNS в поле dollarydoos.
tr: dollarydoos'ye pozitif maksimum HNS ücreti girin.
uk: Введіть додатну максимальну комісію HNS у dollarydoos.
vi: Nhập mức phí HNS tối đa dương trong dollarydoos.
zh_hans: 在 dollarydoos 中输入正的最大 HNS 费用。
zh_hant: 在 dollarydoos 中輸入正的最大 HNS 費用。

# wallet_swap_hns_funding_prepare_failed
source: Handshake HTLC funding was not prepared. The Bitcoin lock must first be independently confirmed and the fee must remain within the signed reserve.
ar: لم يتم إعداد التمويل Handshake HTLC. يجب أولاً تأكيد قفل Bitcoin بشكل مستقل ويجب أن تظل الرسوم ضمن الاحتياطي الموقع.
de: Handshake HTLC Finanzierung wurde nicht vorbereitet. Die Bitcoin-Sperre muss zunächst unabhängig bestätigt werden und die Gebühr muss innerhalb der unterzeichneten Reserve bleiben.
es: Handshake HTLC no se preparó la financiación. El candado Bitcoin primero debe confirmarse de forma independiente y la tarifa debe permanecer dentro de la reserva firmada.
fa: بودجه Handshake HTLC آماده نشد. قفل Bitcoin ابتدا باید به طور مستقل تأیید شود و هزینه باید در ذخیره امضا شده باقی بماند.
fr: Le financement Handshake HTLC n’a pas été préparé. Le verrou Bitcoin doit d'abord être confirmé indépendamment et les frais doivent rester dans la réserve signée.
he: מימון Handshake HTLC לא הוכן. תחילה יש לאשר באופן עצמאי את המנעול Bitcoin והעמלה חייבת להישאר במסגרת העתודה החתומה.
hi: Handshake HTLC फंडिंग तैयार नहीं की गई थी। Bitcoin लॉक को पहले स्वतंत्र रूप से पुष्टि की जानी चाहिए और शुल्क हस्ताक्षरित रिजर्व के भीतर रहना चाहिए।
id: Pendanaan Handshake HTLC belum disiapkan. Kunci Bitcoin harus dikonfirmasi terlebih dahulu secara independen dan biayanya harus tetap dalam cadangan yang ditandatangani.
it: Handshake HTLC il finanziamento non è stato preparato. La serratura Bitcoin deve prima essere confermata in modo indipendente e la tariffa deve rimanere all'interno della riserva firmata.
ja: Handshake HTLC 資金が準備されていませんでした。 Bitcoin ロックは最初に個別に確認される必要があり、料金は署名された準備金の範囲内にとどまる必要があります。
ko: Handshake HTLC 펀딩이 준비되지 않았습니다. Bitcoin 잠금 장치는 먼저 독립적으로 확인되어야 하며 수수료는 서명된 예비금 내에서 유지되어야 합니다.
nl: Handshake HTLC financiering was niet voorbereid. Het Bitcoin slot moet eerst onafhankelijk worden bevestigd en de vergoeding moet binnen de ondertekende reserve blijven.
pl: Handshake HTLC finansowanie nie zostało przygotowane. Zamek Bitcoin należy najpierw samodzielnie potwierdzić, a opłata musi pozostać w ramach podpisanej rezerwy.
pt: O financiamento Handshake HTLC não foi preparado. O bloqueio Bitcoin deve primeiro ser confirmado de forma independente e a taxa deve permanecer dentro da reserva assinada.
ru: Handshake HTLC финансирование не было подготовлено. Блокировка Bitcoin должна быть сначала подтверждена независимо, а комиссия должна оставаться в пределах подписанного резерва.
tr: Handshake HTLC finansmanı hazırlanmadı. Bitcoin kilidi öncelikle bağımsız olarak onaylanmalı ve ücret imzalı rezerv dahilinde kalmalıdır.
uk: Handshake HTLC фінансування не було підготовлено. Замок Bitcoin спочатку має бути незалежно підтверджено, а комісія має залишатися в межах підписаного резерву.
vi: Nguồn vốn Handshake HTLC chưa được chuẩn bị. Khóa Bitcoin trước tiên phải được xác nhận độc lập và phí phải nằm trong khoản dự trữ đã ký.
zh_hans: Handshake HTLC 资金未准备。 Bitcoin 锁必须首先被独立确认，并且费用必须保持在签署的储备金之内。
zh_hant: Handshake HTLC 資金未準備。 Bitcoin 鎖必須先獨立確認，且費用必須保持在簽署的儲備金之內。

# wallet_swap_hns_funding_preparing
source: Preparing the exact session-bound Handshake HTLC…
ar: إعداد Handshake HTLC المرتبط بالجلسة بالضبط...
de: Vorbereiten des genauen sitzungsgebundenen Handshake HTLC…
es: Preparando el Handshake HTLC exacto vinculado a la sesión…
fa: در حال آماده سازی دقیق Handshake HTLC با محدود به جلسه…
fr: Préparation du Handshake HTLC exact lié à la session…
he: מכין את ה-Handshake HTLC המדויק לפעילות באתר...
hi: सटीक सत्र-बद्ध Handshake HTLC तैयार किया जा रहा है...
id: Mempersiapkan Handshake HTLC terikat sesi yang tepat…
it: Preparazione dell'esatto Handshake HTLC associato alla sessione…
ja: 正確なセッションバインドされた Handshake HTLC を準備しています…
ko: 정확한 세션 바인딩 Handshake HTLC 준비 중…
nl: De exacte sessiegebonden Handshake HTLC voorbereiden…
pl: Przygotowuję dokładnie związany z sesją Handshake HTLC…
pt: Preparando o Handshake HTLC vinculado à sessão exata…
ru: Подготовка точного Handshake HTLC, привязанного к сеансу…
tr: Tam oturuma bağlı Handshake HTLC hazırlanıyor…
uk: Підготовка точного Handshake HTLC…
vi: Đang chuẩn bị Handshake HTLC giới hạn phiên chính xác…
zh_hans: 准备确切的会话绑定 Handshake HTLC...
zh_hant: 準備確切的會話綁定 Handshake HTLC...

# wallet_swap_hns_funding_submitted
source: Handshake HTLC funding %1$@… was submitted. Waiting for independent local confirmation.
ar: تم تقديم تمويل Handshake HTLC %1$@.... في انتظار تأكيد محلي مستقل.
de: Handshake HTLC Finanzierung %1$@… wurde eingereicht. Warten auf unabhängige lokale Bestätigung.
es: Handshake HTLC financiación %1$@… se envió. A la espera de confirmación local independiente.
fa: بودجه Handshake HTLC %1$@… ارسال شد. در انتظار تایید محلی مستقل.
fr: Le financement Handshake HTLC %1$@… a été soumis. En attente d'une confirmation locale indépendante.
he: מימון Handshake HTLC %1$@... הוגש. ממתין לאישור מקומי עצמאי.
hi: Handshake HTLC फंडिंग %1$@… प्रस्तुत की गई थी। स्वतंत्र स्थानीय पुष्टि की प्रतीक्षा है.
id: Handshake HTLC pendanaan %1$@… telah diserahkan. Menunggu konfirmasi lokal independen.
it: Handshake HTLC finanziamento %1$@… è stato inviato. In attesa di conferma locale indipendente.
ja: Handshake HTLC 資金調達 %1$@… が送信されました。独立した現地確認を待っています。
ko: Handshake HTLC 펀딩 %1$@…이 제출되었습니다. 독립적인 현지 확인을 기다리고 있습니다.
nl: Handshake HTLC financiering %1$@… is ingediend. Wachten op onafhankelijke lokale bevestiging.
pl: Handshake HTLC finansowanie %1$@… zostało złożone. Czekam na niezależne, lokalne potwierdzenie.
pt: Handshake HTLC financiamento %1$@… foi enviado. Aguardando confirmação local independente.
ru: Handshake HTLC финансирование %1$@… отправлено. Ждем независимого местного подтверждения.
tr: Handshake HTLC finansmanı %1$@… sunuldu. Bağımsız yerel onay bekleniyor.
uk: Handshake HTLC фінансування %1$@… було подано. Очікування незалежного місцевого підтвердження.
vi: Handshake HTLC tài trợ %1$@… đã được gửi. Đang chờ xác nhận độc lập của địa phương.
zh_hans: Handshake HTLC 资金 %1$@… 已提交。等待当地独立确认。
zh_hant: Handshake HTLC 資金 %1$@… 已提交。等待當地獨立確認。

# wallet_swap_hns_offered_hint
source: HNS locked (minimum 0.100546 including fee reserve)
ar: HNS مقفل (الحد الأدنى 0.100546 بما في ذلك احتياطي الرسوم)
de: HNS gesperrt (mindestens 0,100546 inklusive Gebührenreserve)
es: HNS bloqueado (mínimo 0,100546 incluida la reserva de tarifa)
fa: HNS قفل شده است (حداقل 0.100546 با احتساب هزینه ذخیره)
fr: HNS verrouillé (minimum 0,100546, réserve de frais comprise)
he: HNS נעול (מינימום 0.100546 כולל רזרבה לתשלום)
hi: HNS लॉक किया गया (शुल्क आरक्षित सहित न्यूनतम 0.100546)
id: HNS terkunci (minimal 0,100546 termasuk cadangan biaya)
it: HNS bloccato (minimo 0,100546 compresa la riserva tariffaria)
ja: HNS ロック済み (手数料準備金を含む最小 0.100546)
ko: HNS 잠김(수수료 예비 포함 최소 0.100546)
nl: HNS vergrendeld (minimaal 0,100546 inclusief vergoedingsreserve)
pl: HNS zablokowany (minimum 0,100546 łącznie z rezerwą opłaty)
pt: HNS bloqueado (mínimo 0,100546 incluindo reserva de taxa)
ru: HNS заблокирован (минимум 0,100546, включая резерв комиссии)
tr: HNS kilitli (ücret rezervi dahil minimum 0,100546)
uk: HNS заблоковано (мінімум 0,100546, включаючи резерв комісії)
vi: HNS bị khóa (tối thiểu 0,100546 bao gồm phí dự trữ)
zh_hans: HNS 锁定（最低 0.100546 包括费用准备金）
zh_hant: HNS 鎖定（最低 0.100546 包括費用準備金）

# wallet_swap_hns_prepare_failed
source: The HNS-for-BTC listing was not prepared. Synchronized HNS must cover active listings and this complete locked amount, which includes its fee reserve.
ar: لم يتم إعداد قائمة HNS-for-BTC. يجب أن تغطي HNS المتزامنة القوائم النشطة وهذا المبلغ المقفل بالكامل، والذي يتضمن احتياطي الرسوم الخاص بها.
de: Die Auflistung HNS-for-BTC wurde nicht erstellt. Der synchronisierte HNS muss die aktiven Einträge und diesen gesamten gesperrten Betrag einschließlich der Gebührenreserve abdecken.
es: El listado HNS-for-BTC no se preparó. El HNS sincronizado debe cubrir los listados activos y este monto bloqueado completo, que incluye su reserva de tarifas.
fa: فهرست HNS-for-BTC آماده نشده است. HNS همگام‌سازی شده باید فهرست‌های فعال و این مبلغ قفل شده کامل را که شامل ذخیره هزینه آن می‌شود، پوشش دهد.
fr: La liste HNS-for-BTC n’a pas été préparée. Le HNS synchronisé doit couvrir les annonces actives et ce montant bloqué complet, qui inclut sa réserve de frais.
he: הרישום HNS-for-BTC לא הוכן. HNS המסונכרן חייב לכסות את הרישומים הפעילים ואת הסכום הנעול המלא הזה, הכולל את עתודת העמלות שלו.
hi: HNS-for-BTC सूची तैयार नहीं की गई थी। सिंक्रोनाइज़्ड HNS में सक्रिय लिस्टिंग और यह पूरी लॉक की गई राशि शामिल होनी चाहिए, जिसमें इसका शुल्क आरक्षित भी शामिल है।
id: Daftar HNS-untuk-BTC belum disiapkan. HNS yang disinkronkan harus mencakup listing aktif dan jumlah terkunci lengkap ini, termasuk cadangan biayanya.
it: L'elenco HNS-for-BTC non è stato preparato. HNS sincronizzato deve coprire le inserzioni attive e l'intero importo bloccato, che include la riserva di commissione.
ja: HNS の BTC リストは準備されていませんでした。同期された HNS は、アクティブなリストと、手数料準備金を含むこの完全なロック金額をカバーする必要があります。
ko: HNS-for-BTC 목록이 준비되지 않았습니다. 동기화된 HNS는 활성 목록과 수수료 준비금을 포함하여 전체 잠긴 금액을 포함해야 합니다.
nl: De vermelding HNS-voor-BTC is niet opgesteld. Gesynchroniseerde HNS moet actieve vermeldingen en dit volledige vergrendelde bedrag dekken, inclusief de kostenreservering.
pl: Lista HNS-for-BTC nie została przygotowana. Zsynchronizowane HNS musi obejmować aktywne oferty i całą zablokowaną kwotę, która obejmuje rezerwę opłat.
pt: A listagem HNS-for-BTC não foi preparada. O HNS sincronizado deve cobrir as listagens ativas e todo esse valor bloqueado, que inclui sua reserva de taxa.
ru: Листинг HNS для BTC не был подготовлен. Синхронизированный HNS должен покрывать активные листинги и всю заблокированную сумму, включая резерв комиссии.
tr: HNS-for-BTC listesi hazırlanmadı. Senkronize HNS, aktif listelemeleri ve ücret rezervi de dahil olmak üzere bu kilitli tutarın tamamını kapsamalıdır.
uk: Перелік HNS-для-BTC не було підготовлено. Синхронізований HNS має покривати активні списки та цю повну заблоковану суму, яка включає резерв комісії.
vi: Danh sách HNS-for-BTC chưa được chuẩn bị. HNS được đồng bộ hóa phải bao gồm các danh sách đang hoạt động và toàn bộ số tiền bị khóa này, bao gồm cả dự trữ phí của nó.
zh_hans: HNS-for-BTC 列表尚未准备好。同步HNS必须涵盖活跃列表和完整的锁定金额，其中包括其费用储备。
zh_hant: HNS-for-BTC 清單尚未準備好。同步HNS必須涵蓋活躍清單和完整的鎖定金額，其中包括其費用儲備。

# wallet_swap_hns_published
source: HNS-for-BTC offer %1$@… is active and will be announced to connected swap peers.
ar: عرض HNS-for-BTC %1$@... نشط وسيتم الإعلان عنه لأقران المبادلة المتصلة.
de: HNS-für-BTC-Angebot %1$@… ist aktiv und wird den angeschlossenen Swap-Peers bekannt gegeben.
es: La oferta HNS-for-BTC %1$@… está activa y se anunciará a los pares de intercambio conectados.
fa: پیشنهاد HNS-for-BTC %1$@… فعال است و به همتایان مبادله متصل اعلام خواهد شد.
fr: L'offre HNS-pour-BTC %1$@… est active et sera annoncée aux pairs d'échange connectés.
he: הצעה HNS-for-BTC %1$@... פעילה ותוכרז לעמיתים להחלפה מחוברים.
hi: HNS-for-BTC ऑफर %1$@... सक्रिय है और कनेक्टेड स्वैप साथियों के लिए इसकी घोषणा की जाएगी।
id: Penawaran HNS-untuk-BTC %1$@… aktif dan akan diumumkan ke rekan swap yang terhubung.
it: L'offerta HNS-for-BTC %1$@… è attiva e verrà annunciata ai peer di scambio collegati.
ja: HNS-for-BTC オファー %1$@… はアクティブであり、接続されたスワップ ピアに通知されます。
ko: HNS-for-BTC 제안 %1$@…이 활성화되어 있으며 연결된 스왑 피어에 발표됩니다.
nl: HNS-voor-BTC-aanbieding %1$@... is actief en zal worden aangekondigd aan aangesloten swap-peers.
pl: Oferta HNS-for-BTC %1$@… jest aktywna i zostanie ogłoszona podłączonym peerom wymiany.
pt: A oferta HNS-for-BTC %1$@… está ativa e será anunciada aos pares de swap conectados.
ru: Предложение HNS-for-BTC %1$@… активно и будет объявлено подключенным узлам подкачки.
tr: HNS-for-BTC teklifi %1$@… aktif ve bağlı takas eşlerine duyurulacak.
uk: Пропозиція HNS за BTC %1$@ … активна, про неї буде оголошено підключеним партнерам обміну.
vi: Ưu đãi HNS-for-BTC %1$@… đang hoạt động và sẽ được thông báo cho các đồng nghiệp trao đổi được kết nối.
zh_hans: HNS-for-BTC 报价 %1$@… 已激活，并将向连接的交换同行公布。
zh_hant: HNS-for-BTC 報價 %1$@… 已激活，並將向連接的交換同行公佈。

# wallet_swap_keep_acceptance
source: Keep acceptance
ar: الحفاظ على القبول
de: Behalten Sie die Akzeptanz bei
es: mantener la aceptación
fa: پذیرش را حفظ کنید
fr: Gardez l'acceptation
he: שמור על קבלה
hi: स्वीकृति बनाये रखें
id: Pertahankan penerimaan
it: Mantieni l'accettazione
ja: 受け入れを続ける
ko: 수용을 유지
nl: Houd acceptatie
pl: Zachowaj akceptację
pt: Mantenha a aceitação
ru: Продолжайте принимать
tr: Kabul etmeye devam et
uk: Тримайте прийняття
vi: Giữ sự chấp nhận
zh_hans: 保持接受
zh_hant: 保持接受

# wallet_swap_keep_offer
source: Keep offer
ar: احتفظ بالعرض
de: Angebot behalten
es: Mantener oferta
fa: پیشنهاد را حفظ کنید
fr: Conserver l'offre
he: שמור על ההצעה
hi: प्रस्ताव रखें
id: Pertahankan penawaran
it: Mantieni l'offerta
ja: オファーを維持する
ko: 제안 유지
nl: Aanbieding behouden
pl: Zachowaj ofertę
pt: Manter oferta
ru: Сохранить предложение
tr: Teklifi sakla
uk: Зберігайте пропозицію
vi: Giữ ưu đãi
zh_hans: 保留报价
zh_hant: 保留報價

# wallet_swap_lifetime_hours_hint
source: Listing lifetime (hours, 2–168)
ar: عمر القائمة (ساعات، 2–168)
de: Lebensdauer des Eintrags (Stunden, 2–168)
es: Vida útil del listado (horas, 2 a 168)
fa: طول عمر فهرست (ساعت، 2 تا 168)
fr: Durée de vie de l'annonce (heures, 2 à 168)
he: משך חיים של רישום (שעות, 2-168)
hi: लिस्टिंग जीवनकाल (घंटे, 2-168)
id: Daftar seumur hidup (jam, 2–168)
it: Durata dell'elenco (ore, 2–168)
ja: リストの有効期間 (時間、2 ～ 168)
ko: 목록 수명(시간, 2~168)
nl: Levensduur vermelding (uren, 2-168)
pl: Czas trwania wpisu (godziny, 2–168)
pt: Vida útil da listagem (horas, 2–168)
ru: Срок действия листинга (часы, 2–168)
tr: Listeleme ömrü (saat, 2–168)
uk: Тривалість лістингу (годин, 2–168)
vi: Thời gian tồn tại của danh sách (giờ, 2–168)
zh_hans: 列表生命周期（小时，2–168）
zh_hant: 列表生命週期（小時，2–168）

# wallet_swap_list_failed
source: Active BTC-for-HNS offers could not be authenticated.
ar: تعذرت مصادقة عروض BTC-for-HNS النشطة.
de: Aktive BTC-for-HNS-Angebote konnten nicht authentifiziert werden.
es: Las ofertas activas BTC-for-HNS no se pudieron autenticar.
fa: پیشنهادهای فعال BTC-for-HNS احراز هویت نشدند.
fr: Les offres BTC-for-HNS actives n'ont pas pu être authentifiées.
he: לא ניתן היה לאמת הצעות פעילות של BTC-for-HNS.
hi: सक्रिय BTC-for-HNS ऑफ़र प्रमाणित नहीं किया जा सका।
id: Penawaran BTC-untuk-HNS yang aktif tidak dapat diautentikasi.
it: Impossibile autenticare le offerte attive BTC-for-HNS.
ja: アクティブな BTC-for-HNS オファーを認証できませんでした。
ko: 활성 BTC-for-HNS 제안을 인증할 수 없습니다.
nl: Actieve BTC-voor-HNS-aanbiedingen kunnen niet worden geverifieerd.
pl: Nie można uwierzytelnić aktywnych ofert BTC-for-HNS.
pt: As ofertas ativas BTC-for-HNS não puderam ser autenticadas.
ru: Активные предложения BTC-for-HNS не удалось аутентифицировать.
tr: Aktif BTC-for-HNS tekliflerinin kimliği doğrulanamadı.
uk: Не вдалося автентифікувати активні пропозиції BTC-for-HNS.
vi: Không thể xác thực các ưu đãi BTC-for-HNS đang hoạt động.
zh_hans: 无法验证有效的 BTC-for-HNS 优惠。
zh_hant: 無法驗證有效的 BTC-for-HNS 優惠。

# wallet_swap_loading_available_offers
source: Loading offers…
ar: جارٍ تحميل العروض…
de: Angebote werden geladen…
es: Cargando ofertas…
fa: در حال بارگیری پیشنهادها…
fr: Chargement des offres…
he: טוען הצעות…
hi: ऑफ़र लोड हो रहे हैं…
id: Memuat penawaran…
it: Caricamento offerte…
ja: オファーを読み込み中…
ko: 제안 불러오는 중…
nl: Aanbiedingen laden…
pl: Wczytywanie ofert…
pt: A carregar ofertas…
ru: Загрузка предложений…
tr: Teklifler yükleniyor…
uk: Завантаження пропозицій…
vi: Đang tải chào giá…
zh_hans: 正在加载报价…
zh_hant: 正在載入報價…

# wallet_swap_loading_executions
source: Loading durable atomic swap state…
ar: جارٍ تحميل حالة المبادلة الذرية الدائمة…
de: Dauerhafter Atom-Swap-Zustand wird geladen…
es: Cargando estado de intercambio atómico duradero...
fa: در حال بارگیری حالت تعویض اتمی بادوام…
fr: Chargement de l’état d’échange atomique durable…
he: טוען מצב חילוף אטומי עמיד...
hi: टिकाऊ परमाणु स्वैप स्थिति लोड हो रही है…
id: Memuat status pertukaran atom yang tahan lama…
it: Caricamento dello stato di scambio atomico durevole…
ja: 耐久性のあるアトミック スワップ状態をロードしています…
ko: 지속 가능한 원자 교환 상태 로드 중…
nl: Duurzame atomaire swap-status laden...
pl: Ładowanie trwałego stanu wymiany atomowej…
pt: Carregando estado de troca atômica durável…
ru: Загрузка состояния устойчивого атомарного обмена…
tr: Dayanıklı atomik takas durumu yükleniyor…
uk: Завантаження стійкого атомарного стану обміну…
vi: Đang tải trạng thái hoán đổi nguyên tử bền vững…
zh_hans: 正在加载持久原子交换状态...
zh_hant: 正在加载持久原子交换状态...

# wallet_swap_loading_my_offers
source: Loading authenticated local swap offers…
ar: جارٍ تحميل عروض المبادلة المحلية المعتمدة...
de: Es werden authentifizierte lokale Tauschangebote geladen…
es: Cargando ofertas de intercambio locales autenticadas...
fa: در حال بارگیری پیشنهادهای مبادله محلی تأیید شده…
fr: Chargement des offres d'échange locales authentifiées…
he: טוען הצעות החלפה מקומיות מאומתות...
hi: प्रमाणित स्थानीय स्वैप ऑफ़र लोड हो रहे हैं...
id: Memuat penawaran pertukaran lokal yang diautentikasi…
it: Caricamento offerte di scambio locale autenticate…
ja: 認証されたローカル スワップ オファーをロードしています…
ko: 인증된 로컬 스왑 제안 로드 중…
nl: Geauthenticeerde lokale ruilaanbiedingen laden...
pl: Ładowanie uwierzytelnionych ofert wymiany lokalnej…
pt: Carregando ofertas de troca local autenticadas…
ru: Загрузка проверенных местных предложений обмена…
tr: Kimliği doğrulanmış yerel takas teklifleri yükleniyor…
uk: Завантаження автентифікованих локальних пропозицій обміну…
vi: Đang tải các ưu đãi trao đổi cục bộ đã được xác thực…
zh_hans: 正在加载经过验证的本地掉期报价...
zh_hant: 正在載入經過驗證的本地掉期報價...

# wallet_swap_loading_offers
source: Loading authenticated local BTC-for-HNS offers…
ar: جارٍ تحميل عروض BTC-for-HNS المحلية المصادق عليها...
de: Laden authentifizierter lokaler BTC-for-HNS-Angebote…
es: Cargando ofertas locales autenticadas de BTC-for-HNS…
fa: بارگیری پیشنهادهای محلی تأیید شده BTC-for-HNS…
fr: Chargement des offres locales authentifiées BTC-pour-HNS…
he: טוען הצעות מקומיות מאומתות של BTC-for-HNS...
hi: प्रमाणित स्थानीय BTC-for-HNS ऑफ़र लोड हो रहा है…
id: Memuat penawaran BTC-untuk-HNS lokal yang diautentikasi…
it: Caricamento delle offerte BTC-for-HNS locali autenticate...
ja: 認証済みのローカル BTC-for-HNS をロードすると、次のことが提供されます…
ko: 인증된 로컬 BTC-for-HNS 제공 로드 중…
nl: Geverifieerde lokale BTC-voor-HNS-aanbiedingen laden...
pl: Ładowanie uwierzytelnionych lokalnych ofert BTC-for-HNS…
pt: Carregando ofertas locais autenticadas BTC-for-HNS…
ru: Загрузка аутентифицированного локального BTC-for-HNS предлагает…
tr: Kimliği doğrulanmış yerel BTC-for-HNS teklifleri yükleniyor…
uk: Завантаження автентифікованих локальних пропозицій BTC-for-HNS…
vi: Đang tải các ưu đãi BTC-for-HNS cục bộ đã được xác thực…
zh_hans: 正在加载经过身份验证的本地 BTC-for-HNS 优惠...
zh_hant: 正在加載經過身份驗證的本地 BTC-for-HNS 優惠...

# wallet_swap_my_offers
source: My active BTC/HNS swap offers
ar: عروض المبادلة النشطة الخاصة بي BTC/HNS
de: Meine aktiven BTC/HNS Tauschangebote
es: Mis ofertas de intercambio activas BTC/HNS
fa: پیشنهادهای مبادله BTC/HNS فعال من
fr: Mes offres d'échange BTC/HNS actives
he: הצעות ההחלפה הפעילות שלי של BTC/HNS
hi: मेरा सक्रिय BTC/HNS स्वैप ऑफर
id: Penawaran swap BTC/HNS saya yang aktif
it: Le mie offerte di scambio BTC/HNS attive
ja: 私のアクティブな BTC/HNS スワップ オファー
ko: 내 활성 BTC/HNS 스왑 제안
nl: Mijn actieve BTC/HNS ruilaanbiedingen
pl: Moje aktywne oferty wymiany BTC/HNS
pt: Minhas ofertas de troca ativas BTC/HNS
ru: Мои активные предложения обмена BTC/HNS
tr: Aktif BTC/HNS takas tekliflerim
uk: Мої активні пропозиції обміну BTC/HNS
vi: Ưu đãi trao đổi BTC/HNS đang hoạt động của tôi
zh_hans: 我的有效 BTC/HNS 掉期报价
zh_hant: 我的有效 BTC/HNS 掉期報價

# wallet_swap_name_actions
source: Name Swap Actions
ar: إجراءات تبديل الأسماء
de: Namenstauschaktionen
es: Acciones de intercambio de nombres
fa: اقدامات تعویض نام
fr: Actions d'échange de noms
he: פעולות החלפת שם
hi: नाम स्वैप क्रियाएँ
id: Tindakan Tukar Nama
it: Azioni di scambio nome
ja: 名前交換アクション
ko: 이름 교환 작업
nl: Naamwisselacties
pl: Akcje zmiany nazw
pt: Ações de troca de nome
ru: Действия по обмену именами
tr: İsim Değiştirme İşlemleri
uk: Дії обміну іменами
vi: Hành động hoán đổi tên
zh_hans: 名称交换操作
zh_hant: 名稱交換操作
